Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sosiaali_ja_terveys(0).html.tmx
Source language: fin
Languages: sme

source: Sosiaali ja terveys
sme: Sosiála ja dearvvasvuohta

source: Saamelaiskäräjät edistää saamelaisten perusoikeuksien toteutumista sosiaali- ja terveyspalveluissa.
sme: Sámediggi ovddida sámiid vuođđovuoigatvuođaid ollašuvvama sosiála- ja dearvvasvuođabálvalusain.

source: Saamelaisten sosiaali- ja terveysalaa koskevien kehittämistoimien lähtökohtana on saamelaisten oikeusaseman ja itsemääräämisoikeuden kehittäminen sosiaali- ja terveydenhuollossa.
sme: Sámi sosiála- ja dearvvasvuođasuorggi guoski ovddidandoaimmaid vuolggasadjin lea sámiid riektedili ja iešmearridanvuoigatvuođa ovddideapmi sosiála- ja dearvvasvuođafuolahusas.

source: Kehittämisohjelman toimeenpano perustuu yhtäältä Saamelaiskäräjien aseman lujittamiseen ja vakiinnuttamiseen yhteiskunnallisena toimijana (asiantuntijuus, verkostosuhteet, toimintaedellytykset) sekä vuorovaikutuksellisten suhteiden vahvistumiseen suhteessa saamelaisväestöön (gulahallan).
sme: Ovddidanprográm ma ollašuhttin vuođđuduvvá Sámedikki sajádaga nannemii ja stáđásmahttimii servodatlaš doaibmin (áššedovdamuš, fierpmádatgaskavuođat, doaibmaeavttut) sihke vuorrováikkuheaddji gaskavuođaid nanosmuvvamii sámeveahkadaga ektui (gulahallan).

source: Saamelaisten sotealan kehittämisohjelman päätavoitteet:
sme: Sámiid sode-suorggi ovddidanprográmma váldoulbmilat:

source: Kehitetään saamelaisten osallisuutta ja tosiasiallisia vaikutusmahdollisuuksia
sme: Ovddidit sámiid oasálašvuođa ja duođalaš váikkuhanvejolašvuođaid

source: Lisätään saamenkielisten ja kulttuurinmukaisten palveluiden saatavuutta ja saavutettavuutta
sme: Lasihit sámegielat ja kultuvrii vuođđuduvvi bálvalusaid fitnašuvvama ja olahahttivuođa

source: Vahvistetaan saamelaisväestön henkistä hyvinvointia ja edistetään mielenterveyspalvelujen saatavuutta ja kehittämistä
sme: Nannet sámeveahkadaga psyhkalaš buresveadjima ja ovddidit mielladearvvasvuođabálvalusaid ja daid fitnašuvvama

source: Kehitetään saamelaisväestön sosiaaliturvaa ja elinoloja
sme: Ovddidit sámeveahkadaga sosiáladorvvu ja eallindiliid

source: Edistetään digitalisaatiota ja tietoturvan toteutumista saamelaisväestölle suunnatuissa palveluissa
sme: Ovddidit digitalisašuvnna ja diehtodorvvu ollašuvvama sámeveahkadahkii oaivvilduvvon bálvalusain

source: Turvataan saamelaisten sote-alan kehittämistoiminnan jatkuvuus ja edistetään saamelaisten terveyttä sekä hyvinvointia koskevaa tiedontuotantoa
sme: Dorvvastit sámiid sode-suorggi ovddidandoaimma jotkkolašvuođa ja ovddidit sámiid dearvvasvuođa sihke buresveadjimii guoski dieđubuvttadeami

source: Gulahallan – Kehitetään vuorovaikutusta saamelaisväestön kanssa sosiaali- ja terveydenhuoltoon liittyvissä asioissa
sme: Gulahallan – Ovddidit vuorrováikkuhusa sámeveahkadagain áššiin, mat laktásit sosiála- ja dearvvasvuođafuolahussii.

source: Saamelaisten sotealan kehittämisohjelma 2020-2023
sme: Sámiid sode-suorggi ovddidanprográmma 2020-2023

source: Ajankohtaista
sme: Áigeguovdilis
